YCSB output txt files/test25000B/jdbc_workloadb_25000_load_240420.txt
Adding shard node URL: jdbc:mysql://localhost:3306/Benchtest
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 1822037
[OVERALL], Throughput(ops/sec), 13.720906875107366
[TOTAL_GCS_PS_Scavenge], Count, 37
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 142
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.007793475105060984
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 37
[TOTAL_GC_TIME], Time(ms), 142
[TOTAL_GC_TIME_%], Time(%), 0.007793475105060984
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4390.0
[CLEANUP], MinLatency(us), 4388
[CLEANUP], MaxLatency(us), 4391
[CLEANUP], 95thPercentileLatency(us), 4391
[CLEANUP], 99thPercentileLatency(us), 4391
[INSERT], Operations, 25000
[INSERT], AverageLatency(us), 72830.72544
[INSERT], MinLatency(us), 15456
[INSERT], MaxLatency(us), 1931263
[INSERT], 95thPercentileLatency(us), 256639
[INSERT], 99thPercentileLatency(us), 470015
[INSERT], Return=OK, 25000